[
    {
        "id" : 1,
        "title" : "The Ethical and Transformative Power of Autoethnography",
        "content" : "<p> Carolyn Ellis describes autoethnography as writing about the personal and its connection to culture. It’s an autobiographical genre of writing and research that reveals multiple layers of awareness. She highlights how autoethnographers move back and forth in their gaze: initially, they use an ethnographic wide-angle lens to focus on social and cultural aspects of their personal experience; then, they turn inward, revealing a vulnerable standpoint, self-influenced by and possibly influencing cultural interpretations. As they shift their focus inward and outward, the distinction between the personal and cultural often becomes blurred, sometimes to the point of being indistinguishable (Ellis, 2004). While discussing ethical dilemmas, the uncertainty between inward and outward perspectives becomes more apparent as I strive to balance my roles as an insider and outsider in the research field. As such, through reading, rereading, and reflecting on the events I observed, I position my method within the realm of autoethnographic tools and methods. This approach allows me to explore my personal viewpoints on the shared experiences of children, parents, and the larger context of Global Haven. <br>Adams et al. (2022) argue that autoethnography becomes increasingly essential as we advocate for social justice. With this insight, while ethical dilemmas in research unfold, utilizing autoethnographic tools such as reflexivity and analyzing cases from various perspectives feels necessary. This highlights what Adams et al. address: rejecting the notion of an objective, detached viewpoint and acknowledging that personal experiences and perspectives are always present in social life and research. This method allows researchers to merge the personal with the political, emphasizing that our language, creations, and values are all influenced by our unique perspectives and experiences. Autoethnography thus helps us confront contemporary challenges and create compelling and insightful accounts of personal and cultural experiences. Unlike objective and detached writing, autoethnographers strive to make their work engaging and evocative. Using techniques from real-life writing, such as character development and narrative voice, and from ethnography, such as “thick descriptions” of cultural life, they craft vibrant, well-written stories that provide rich, detailed representations of their subjects, aiming to work towards a better future (Adams et al., 2022). </p>", 
        "image" : "01.jpeg",
        "video" : null,
        "video_type" : null
    }, 
    { 
        "id" : 2,
        "title" : "Clichéd Description versus Lively Details",
        "content" : "<p> There is a serious challenge to describing people’s appearances in ethnographic fieldnotes; observers often resort to stereotyped descriptions based on gender, age, or race (Emerson et al., 2011). These can be simplistic and clichéd, detracting from an otherwise engaging account and accurate portrayal. Fieldworkers often use such descriptions not to convey visual details but to label characters for clarity within the narrative. However, the ethnographer is urged to move beyond these stereotypes and capture distinctive qualities that enrich the reader’s understanding of the observed individuals (Emerson et al., 2011). <br>I encountered significant challenges in my approach, primarily due to ethical constraints and my limited experience. As a result, I often relied on simplistic descriptors such as age, race, and gender, which I now realize are inherently limiting. Nonetheless, I endeavoured to transcend these limitations by characterizing participants based on their individual abilities and actions, attributing nuanced dynamics to them. For instance, I remember Raphael, a nine-year-old boy from South America, who assumed the role of translator during our interactions. This portrayal offers a more insightful and authentic representation, moving beyond clichés. Similarly, when discussing Sara, a five-year-old from Afghanistan, I emphasized her exceptional intelligence and innate leadership qualities, which challenge the stereotypical portrayal of Afghan girls as being passive. By highlighting these individual traits and talents, I sought to humanize the participants and present a more nuanced understanding of their identities. Below is an example of reflective field notes that were written the day after the workshop. They portray the children’s abilities and courage.<br>Imaginary Ball<br>This apparently simple scenario involves courage and creativity while helping children feel included and welcomed. For instance, Athena, the four-year-old, looks into Karine’s eyes before throwing the ball, finds the courage to ask her name in French, to which she is still very new as she is still acquiring that language, and she poses an imperative question, all of which is quite a brave act. It is a simple question, but it needs a very complex development on the part of a child who arrived only a few months ago in Quebec, Canada, picking a new language and culture.<br>This method of detailed “description,” as delineated by Emerson and advocated by Goffman (1961), accentuates the significance of crafting a vibrant narrative through descriptive prose. It revolves around the idea of immersing the reader in the story by appealing to their senses and conjuring vivid mental images. Emerson et al. (2011) highlight description as a method of bringing concrete sensory details, settings, and characters to life through the evocative description. By incorporating elements such as colour, shape, sound characteristics, smell, and gestures, the writer can create a multi-dimensional experience for the reader. Goffman’s counsel to write “lushly” underscores the importance of employing rich language, including adjectives and adverbs, to enrich the descriptive quality of the narrative. This approach adds depth and nuance to the writing, enabling readers to visualize scenes and characters with greater clarity and immersion. </p>", 
        "image" : "01.jpeg",
        "video" : null,
        "video_type" : null
    },
    {
        "id" : 3,
        "title" : "Cultivating Sustainability, Creativity, and Leadership Through Cellphilming",
        "content" : "<p>A central question guiding our course redesign was how to integrate sustainability, Indigenous perspectives, and interdisciplinary thinking in ways that moved beyond theory and into practice. Rather than treating these areas as separate, we invited students to explore their deep interconnections through experiential learning.</p><p>To make the learning experience more creative, engaging, and participatory, we introduced&nbsp;<strong>cellphilm-making and visual methodologies</strong><strong>.</strong> These tools gave students concrete ways to communicate complex ideas within educational settings and in broader social contexts&mdash;while fostering reflection, collaboration, and storytelling. Importantly, the activities were designed to &ldquo;travel,&rdquo; supporting students in adapting this sustainability-focused curriculum to their own teaching contexts.</p><p>Developing&nbsp;<strong>leadership</strong>&nbsp;was another key goal. Students were encouraged to step outside their comfort zones, take creative risks, and experiment with participatory visual methods. During a short, intensive workshop period, they produced a diverse collection of cellphilms, demonstrating curiosity, openness, and a strong willingness to learn through doing. Together, these works formed a shared&nbsp;<strong>&ldquo;cellphilm bank&rdquo;</strong>&nbsp;that students could draw on in their future classrooms.</p><p>The cellphilm process invited students to identify a problem, explore possible solutions, and communicate their ideas visually. This creative work was followed by written reflections and the design of follow-up classroom activities, deepening engagement and helping students imagine how similar projects could be implemented with their own learners.</p><p>We extended this work through a&nbsp;<strong>recycled-materials workshop</strong><strong>,</strong> guided by the same intention: connecting sustainability pedagogy to real teaching practice. Using everyday items&mdash;such as rice bags, cheese containers, and disposable cups&mdash;along with simple crafting tools, students repurposed materials to critically examine consumption culture. This activity also opened space for&nbsp;<strong>Indigenous perspectives</strong>, highlighting relationality, care for the land, and responsible use of resources.</p><p>As we watched one of the cellphilms created in the course, it was important to note that the goal was never to produce a polished masterpiece. Instead, cellphilming functioned as a&nbsp;<strong>pedagogical too</strong><strong>l, encouraging</strong> learners to reflect on everyday, often taken-for-granted moments and view them through a sustainability- and Indigenous-informed lens.</p>",
        "image" : "02.jpeg",
        "video" : "https://www.youtube.com/embed/HMD_0RLV7e4?si=OoWyBWYLzVUYplDt",
        "video_type" : "YouTube"

    }


]